[
  {
    "text": "________?  There's an app for that",
    "id": 28
  },
  {
    "text": "Why can't I sleep at night?",
    "id": 29
  },
  {
    "text": "What's that smell?",
    "id": 30
  },
  {
    "text": "I got 99 problems but ________ ain't one",
    "id": 31
  },
  {
    "text": "Maybe she's born with it.  Maybe it's ________",
    "id": 32
  },
  {
    "text": "What's the next Happy Meal® toy?",
    "id": 33
  },
  {
    "text": "Anthropologists have recently discovered a primitive tribe that worships ________",
    "id": 34
  },
  {
    "text": "It's a pity that kids these days are all getting involved with ________",
    "id": 35
  },
  {
    "text": "Help me doctor, I've got ________ in my butt!",
    "id": 2881
  },
  {
    "text": "Why am I broke?",
    "id": 2882
  },
  {
    "text": "I don't mean to brag, but they call me the Michael Jordan of ________",
    "id": 2883
  },
  {
    "text": "Here at the Academy for Gifted Children, we allow students to explore ________ at their own pace",
    "id": 2885
  },
  {
    "text": "Well what do you have to say for yourself, Casey? This is the third time you've been sent to the principal's office for ________",
    "id": 2886
  },
  {
    "text": "In his new action comedy, Jackie Chan must fend off ninjas while also dealing with ________",
    "id": 2887
  },
  {
    "text": "Armani suit: $1,000. Dinner for two at that swanky restaurant: $300. The look on her face when you surprise her with ________: priceless",
    "id": 2888
  },
  {
    "text": "Do the Dew ® with our most extreme flavor yet! Get ready for Mountain Dew ________!",
    "id": 2889
  },
  {
    "text": "Don't forget! Beginning this week, Casual Friday will officially become \"________ Friday.\"",
    "id": 2873
  },
  {
    "text": "In his farewell address, George Washington famously warned Americans about the dangers of ________",
    "id": 2874
  },
  {
    "text": "Having the worst day EVER. #________",
    "id": 2875
  },
  {
    "text": "Get ready for the movie of the summer! One cop plays by the book. The other's only interested in one thing: ________",
    "id": 2876
  },
  {
    "text": "What's making things awkward in the sauna?",
    "id": 2877
  },
  {
    "text": "Life's pretty tough in the fast lane. That's why I never leave the house without ________",
    "id": 2878
  },
  {
    "text": "How did Stella get her groove back?",
    "id": 2787
  },
  {
    "text": "Believe it or not, Jim Carrey can do a dead-on impression of ________",
    "id": 2788
  },
  {
    "text": "It's Morphin' Time! Mastodon! Pterodactyl! Triceratops! Sabertooth Tiger! ________!",
    "id": 2789
  },
  {
    "text": "Tonight on SNICK: \"Are You Afraid of ________?\"",
    "id": 2790
  },
  {
    "text": "And today's soup is Cream of ________",
    "id": 2865
  },
  {
    "text": "Now in bookstores: \"The Audacity of ________,\" by Barack Obama",
    "id": 2866
  },
  {
    "text": "WHOOO! God damn I love ________!",
    "id": 2867
  },
  {
    "text": "Do you lack energy? Does it sometimes feel like the whole world is ________? Zoloft.®",
    "id": 2868
  },
  {
    "text": "Hi, this is Jim from accounting. We noticed a $1,200 charge labeled \"________.\" Can you explain?",
    "id": 2869
  },
  {
    "text": "When Verity snuck out for her nightly exhibitionistic jaunt, she didn't expect to come face to face with ________",
    "id": 2697
  },
  {
    "text": "Programmable clothes that can turn into any imaginable garment are great, but didn't the designers consider ________?",
    "id": 2698
  },
  {
    "text": "Procurator Marcus Amandus set out to explore Lake Ontarius and discovered ________",
    "id": 2699
  },
  {
    "text": "In her next romcom, Katherine Heigl plays a woman who falls in love with her boss's ________",
    "id": 2606
  },
  {
    "text": "The Pantone color of the year is inspired by ________",
    "id": 2610
  },
  {
    "text": "What is Olivia Pope's secret to removing red wine stains from white clothes?",
    "id": 2612
  },
  {
    "text": "Why exactly was Alanis so mad at Uncle Joey?",
    "id": 2616
  },
  {
    "text": "Why do men on the Internet send me pictures of ________?",
    "id": 2619
  },
  {
    "text": "What's my weapon of choice in the \"War on Women\"?",
    "id": 2624
  },
  {
    "text": "What's Seth MacFarlane's problem?",
    "id": 2631
  },
  {
    "text": "I couldn't help but wonder: was it Mr. Big, or was it ________?",
    "id": 2638
  },
  {
    "text": "Sofia Coppola's new film focuses on a wealthy young white woman feeling alienated by ________",
    "id": 2648
  },
  {
    "text": "________: the Tori Amos song that changed my life",
    "id": 2651
  },
  {
    "text": "Something old, something new, something borrowed, and ________",
    "id": 2653
  },
  {
    "text": "Why can't we have nice things?",
    "id": 2657
  },
  {
    "text": "In an attempt to reach a wider audience, the Royal Ontario Museum has opened an interactive exhibit on ________",
    "id": 2661
  },
  {
    "text": "What's the Canadian government using to inspire rural students to suceed?",
    "id": 2662
  },
  {
    "text": "Air canada guidelines now prohibit ________ on airplanes",
    "id": 2664
  },
  {
    "text": "In Vancouver it is now legal to ________",
    "id": 2666
  },
  {
    "text": "O Canada, we stand on guard for ________",
    "id": 2667
  },
  {
    "text": "If ________ came in two-fours, Canada would be more ________",
    "id": 2668
  },
  {
    "text": "Why does the Komen Foundation hate Planned Parenthood?",
    "id": 2594
  },
  {
    "text": "Math is hard. Let's go ________!",
    "id": 2597
  },
  {
    "text": "The latest proposal in the Texas legislature is to take away ________ from women",
    "id": 2599
  }
]